---
kind: property
id: P:Autodesk.Revit.DB.Structure.StructuralSettings.ShowBraceBelow
source: html/6ff59723-eb73-92c5-be2a-26f9cc153869.htm
---
# Autodesk.Revit.DB.Structure.StructuralSettings.ShowBraceBelow Property

Whether to show brace symbols below beams in plan views.

## Syntax (C#)
```csharp
public bool ShowBraceBelow { get; set; }
```